Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=531_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Perinteisen tiedon suoja kehittyy
smn: Ärbivuáválii tiäđu syeji ovdán

source: Suomen saamelaiskäräjien edustajat, puheenjohtaja Klemetti Näkkäläjärvi ja saamelaiskäräjien hallituksen jäsen Nilla Tapiola ovat tyytyväisiä kansainvälisen artikla 8(j)-työryhmän seitsemännen kokouksen tuloksiin. ”
smn: Suomâ sämitige ovdâsteijeeh, saavâjođetteijee Klemetti Näkkäläjärvi já sämitige stiivrâ jeessân Nilla Tapiola lává tuđâvááh aalmugijkoskâsii artikla 8(j)-pargojuávhu čiččâd čuákkim puáđusáid.

source: Saamelaisille luonnon monimuotoisuuteen liittyvän perinteisen tiedon suojelu ja kansainvälinen perinteiseen tietoon liittyvä päätöksenteko on todella tärkeää.
smn: “ Sämmiláid luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu suojâlem já aalmugijkoskâsii ärbivuáválii tiätun lohtâseijee miärádâstoohâm lii tuođâi tehálâš.

source: Kokouksen perusteella on selvää, että niin Suomen, kuin kaikkien maidenkin, tulee terävöittää perinteisen tiedon suojelua ja kansainvälisten velvoitteiden toimeenpanoa, ” puheenjohtaja Klemetti Näkkäläjärvi kertoi.
smn: Čuákkim vuáđuld lii čielgâs, et nuuvt Suomâ, ko puo eres-uv enâmeh, kalgeh pehtilittiđ ärbivuáválii tiäđu suojâlem já aalmugijkoskâsij kenigâsvuođâi olášuttem, ” saavâjođetteijee Klemetti Näkkäläjärvi muštâlij.

source: Kansainvälinen artikla 8(j)-työryhmä (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) valmistelee biodiversiteettisopimuksen seuraavaa osapuolikokousta, joka pidetään vuonna 2012 Intiassa ja tekee esityksiä osapuolikokouksen artikla 8(j):tä koskeviksi päätöksiksi.
smn: Aalmugijkoskâsâš artikla 8(j)-pargojuávkku (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) valmâštâl biodiversiteetsopâmuš puáttee uásipelisopâmuš, mii tuálloo ive 2012 Intiast já taha iävtuttâsâid uásipeličuákkim artikla 8(j) kyeskee miärádâssân.

source: Sopimuksen artikla 8(j) suojelee alkuperäiskansojen luonnon monimuotoisuuteen liittyvää perinteistä tietoa.
smn: Sopâmuš artikla 8(j) suoijâl algâaalmugij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválâš tiäđu.

source: Suomen saamelaiskäräjien edustajat osallistuivat kokoukseen Suomen valtion delegaatiossa. ”
smn: Suomâ sämitige ovdâsteijeeh uásálistáin čuákkimân Suomâ staatâ delegaatiost.

source: Euroopan Unionin yhteinen kanta sovitaan yhteisissä koordinaatiokokouksissa.
smn: “ Euroop Union ohtsâš uáivil suáppoo ohtsijn koordinaatiočuákkimijn.

source: Olen hyvin tyytyväinen siihen, että Suomen saamelaiskäräjillä oli aito vaikutusmahdollisuus EU:n esityksiin ja EU myös vei esityksiämme eteenpäin ” Nilla Tapiola kertoi.
smn: Lam uáli tuđâvâš toos, et Suomâ sämitiggeest lâi rievtis vaikuttemmáhđulâšvuotâ EU iävtuttâssáid já EU meid tuálvui mii iävtuttâsâid ovdâskulij ”, muštâlij Nilla Tapiola.

source: Kokoukseen osallistui saamelaisia myös Norjasta ja Ruotsista.
smn: Čuákkimân uásálistii sämmiliih meid Taažâst já Ruotâst.

source: Suomen saamelaiskäräjien edustajat ovat keskustelleet Norjan ja Ruotsin saamelaiskäräjien edustajien kanssa saamelaisille tärkeiden asioiden edistämisestä kokouspäätöksiin. ”
smn: Suomâ sämitige ovdâsteijeeh lává savâstâllâm Taažâ já Ruotâ sämitige ovdâsteijeiguin sämmiláid tehálij aašij oovdedmist čuákkimmiärádâssáid.

source: On tärkeää, että kansainvälisissä kokouksissa eri maiden saamelaisille löytyy aikaa yhteispalavereille ja – pohdinnoille.
smn: “ Lii tehálâš, et aalmugijkoskâsijn čuákkimijn jieškote-uv enâmij sämmiláid kávnoo äigi ohtsâšpalaveráid já – suogârdâlmáid.

source: Saamelaisten edustuksellisten elinten kannalta on tärkeää olla mukana päätöksenteon keskiössä, muuten menetämme vaikuttamismahdollisuuden ”, Näkkäläjärvi ja Tapiola korostavat.
smn: Sämmilij ovdâstâslâš orgaanâi tááhust lii tehálâš leđe mieldi miärádâstoohâm kuávdážist, mudoi mij monâttep vaikuttemmáhđulâšvuođâ ”, tiäduttává Näkkäläjärvi já Tapiola.

source: Suomen delegaatio artikla 8(j)-työryhmän kokouksessa: Klemetti Näkkäläjärvi, ympäristöneuvos Aulikki Alanen ja Nilla Tapiola
smn: Suomâ delegaatio artikla 8(j)-pargojuávhu čuákkimist: Klemetti Näkkäläjärvi, pirâsneuvos Aulikki Alanen já Nilla Tapiola

source: Kokouksessa tehtiin esitys uudeksi artikla 8(j):n toimeenpanon monivuotiseksi työohjelmaksi.
smn: Čuákkimist tohhui iävtuttâs uđđâ artikla 8(j) olášuttem maaŋgâihásâžžân pargo-ohjelmân.

source: Monivuotinen työohjelma ohjaa biodiversiteettisopimuksen sihteeristön ja sopimusosapuolten toimintaa.
smn: Maaŋgâihásâš pargo-ohjelm stivree biodiversiteetsopâmuš čäällimkode já sopâmušuásipeelij tooimâ.

source: Kokouksessa valmisteltiin strategiaa biodiversiteettisopimuksen artikla 10(c):n liittämiseksi artikla 8(j)-työryhmän työhön.
smn: Čuákkimist valmâštâllui strategia biodiversiteetsopâmuš artikla 10(c) lahtemân artikla 8(j)-pargojuávhu paargon.

source: Artikla 10(c) suojelee tavanomaista luonnonkäyttöä, jota harjoitetaan kulttuuristen tapojen mukaisesti kestävällä tavalla.
smn: Artikla 10(c) suoijâl táválii luándukevttim, maid hárjutteh kulttuurlâš vuovij miäldásávt pištee vuovvijn.

source: Kokous esittää, että artikla 10(c):n toimeenpanemiseksi laaditaan ohjeistus ja että kansalliset biodversiteettistrategiat tukevat kestävää tavanomaista luonnonkäyttöä.
smn: Čáukkim iävtut, et artikla 10(c) olášutmân ráhtojeh ravvuuh já et aalmugliih biodversiteetstrategiah tuárjuh pištee táválii luándukevttim.

source: Kaikki toimet artikla 8(j):n toimeenpanemiseksi tulee valmistella ja toteuttaa yhteistyössä alkuperäiskansojen kanssa. ”
smn: Puoh tooimâid artikla 8(j) olášutmân kalga valmâštâllâđ já olášuttiđ oovtâstpargoost algâaalmugijguin.

source: Tavanomaisen luonnonkäytön suojelu on tärkeää myös perinteisen tiedon suojelemiseksi.
smn: “ Táválii luándukevttim suojâlem lii tehálâš meid ärbivuáválii tiäđu suoijâlmân.

source: Suomessa artikla 10(c):n suojelemaa luonnonkäyttöä on saamelaisten perinteisten elinkeinojen kestävä luonnonkäyttö.
smn: Suomâst artikla 10(c) suojâlem luándukevttim lii sämmilij ärbivuáválij iäláttâsâi pištee luándukevttim.

source: Suomessa artikla 10(c):n toimeenpano on jäänyt huomioitta ja tulemme esittämään, että uudistettavassa Suomen biodiversiteettistrategiassa käsitellään saamelaisten kestävän luonnonkäytön turvaamista ”, Näkkäläjärvi kertoo.
smn: Suomâst artikla 10(c) olášuttem lii pááccám huámmášhánnáá já mij šoddâp iävtuttiđ, et uđâsmittum Suomâ biodiversiteetstrategiast kieđâvuššoo sämmilij pištee luándukevttim turvim ”, Näkkäläjärvi muštâl.

source: Työryhmä käsitteli myös uusien perinteisen tiedon tilaa kuvaavien indikaattorien sisältöä ja kehotti valtioita ottamaan indikaattorit pikaisesti täyttöön.
smn: Pargojuávkku kieđâvušâi meid uđđâ ärbivuáválii tiäđu tile kovvejeijee indikaattorij siskáldâs já avžuuttij staatâid väldiđ indikaattorijd jotelávt kiävtun.

source: Indikaattorit on hyväksytty biodiversiteettisopimuksen osapuolikokouksessa (CO10) viime vuonna.
smn: Indikaattoreh láá tuhhiittum biodiversiteetsopâmuš uásipeličuákkimist (CO10) moonnâm ive.

source: Kolmas, COP9- kokouksessa hyväksytty indikaattori kielellisestä moninaisuudesta on jo käytössä.
smn: Kuálmád, COP9- čuákkimist tuhhiittum indikaattor kielâlii maaŋgânálásâšvuođâst lii jo kiävtust.

source: Indikaattorit käsittelevät alkuperäiskansojen perinteisten asuma- ja nautinta-alueiden maankäytön ja hallinnan tilaa sekä perinteisten elinkeinojen asemaa. ”
smn: Indikaattoreh kieđâvušeh algâaalmugij ärbivuáválij aassâm- já navdâšemkuávlui eennâmkevttim já haldâšem tile sehe ärbivuáválij iäláttâsâi sajattuv.

source: Uudet indikaattorit ovat tärkeitä, jotta voimme selvittää perinteisen tiedon ja tavanomaisen luonnonkäytön tilaa.
smn: “ Uđđâ indikaattoreh láá teháliih, vâi pyehtip čielgiđ ärbivuáválii tiäđu já táválii luándukevttim tile.

source: Saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto on sidoksissa saamen kieleen ja perinteisiin elinkeinoihin.
smn: Sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválâš tiätu lii čonâsâm sämikielân já ärbivuáváláid iäláttâssáid.

source: Suomella ei kuitenkaan ole ajantasaista tietoa saamelaisten perinteisten elinkeinojen asemasta tai edes elinkeinon harjoittajien määrästä.
smn: Suomâst ij kuittâg lah ääigitásásâš tiätu sämmilij ärbivuáválij iäláttâsâi sajattuvâst tâi ubâ iäláttâs hárjutteijei meereest.

source: Suomen saamelaiskäräjät on hakenut rahoitusta saamelaiselinkeinojen tilanteen selvittämiseksi Suomessa.
smn: Suomâ sämitigge lii uuccâm ruttâdem sämmilâšiäláttâsâi tile čielgiimân Suomâst.

source: Selvitys on kiireellinen, jotta Suomi voi ottaa käyttöön indikaattorit ja toimeenpanna kansainvälisiä velvoitteitaan.
smn: Čielgiittâs lii huápulâš, vâi Suomâ puáhtá väldiđ kiävtun indikaattorijd já olášuttiđ aalmugijkoskâsijd kenigâsvuođâidis.

source: Toivon, että valtio myöntää pikaisesti rahoituksen selvityksen laatimiselle ” Nilla Tapiola vetoaa.
smn: Tuáivum, et staatâ mieđeet jotelávt ruttâdem čielgiittâs rähtimân ” Nilla Tapiola kiäsá.

source: Suomessa artikla 8(j):n toimeenpanoa valmistellut asiantuntijatyöryhmä on luovuttanut raporttinsa ympäristöministeriölle 7.6.2011. ” Montrealin kokouksessa kävi selväksi, että Suomi on edelläkävijä artikla 8(j):n kokonaisvaltaisen toimeenpanon valmistelussa.
smn: Suomâst artikla 8(j) olášuttem valmâštâllâm äššitobdeepargojuávkku lii luovâttâm raportis pirâsministeriön 7.6.2011. “ Montreal čuákkimist čielgâi, et Suomâ lii oovdâstjottee artikla 8(j) olesváldálii olášuttemn valmâštâlmist.

source: Kataisen hallituksen hallitusohjelmassa on sitouduttu suojelemaan perinteistä tietoa.
smn: Katais haldâttâs haldâttâsohjelmâst láá čonâsâm suojâliđ ärbivuáválii tiäđu.

source: Akwé:Kon ohjeita on sovellettu vain Suomessa parhaillaan käynnissä olevan Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.
smn: Akwé:Kon ravvuuh láá heiviittum Suomâst tuše Pänituoddâr meccikuávlu hoittám- já kevttimvuávám rähtimist, mii lii tääl joođoost.

source: Asiantuntijatyöryhmän toimenpide-esitykset Suomen valtiolle on kuitenkin toteutettava ja toimeenpanon tulee alkaa tehokkaasti Suomen valtion ja saamelaiskäräjien yhteistyöllä. ”
smn: Äššitobdeepargojuávhu olášuttemiävtuttâsah Suomâ staatân kalga kuittâg olášuttiđ já olášuttem kalga älgiđ pehtilávt Suomâ staatâ já sämitige oovtâstpargoin. ”

source: , vaatii puheenjohtaja Näkkäläjärvi, joka on toiminut myös kansallisen 8(j)- asiantuntijatyöryhmän puheenjohtajana.
smn: , váátá saavâjođetteijee Näkkäläjärvi, kote lii toimâm meid aalmuglâš 8(j)- äššitobdeepargojuávhu saavâjođetteijen.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi

source: Lisätietoa kokouksesta ja sen päätöksistä (englanniksi):
smn: Lisätiätu čuákkimist já ton miärádâsâin (eŋgâlâskielân):

source: Suomen artikla 8(j)-sivusto
smn: Suomâ artikla 8(j)-siijđoh

source: Saamelaiskäräjien aloite saamelaiselinkeinojen tilaa selvittävän selvityksen laatimisesta
smn: Sämitige aalgâ sämmilâšiäláttâsâi tile čielgejeijee čielgiittâs rähtimist (suomâkielân)
